Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་དེ་དག་སྔགས་སྤྱོད་པ། །དེ་ལས་དེ་དག་དྲང་བ་ཡང་། །
en: The mantra holders will subsequently rescue them though, And set them free again. {32.15}

source: མཐར་གྱིས་དེ་དག་གྲུབ་པ་ནི། །དགེ་བ་འགྲོ་བ་རབ་ཏུ་འཐོབ། །
en: “In stages, they will obtain accomplishment And a pleasant state of existence.

source: དེ་ལས་ཟློས་པའི་སྔགས་པས་ནི། །མི་གཡོ་ཞི་བའི་གནས་སུ་འཇོག །
en: The mantras will thus establish Such reciters in an unshakable state of bliss. {32.16}

source: དེ་བཞིན་གཤེགས་པའི་སྔགས་བཟླས་པ། །དེ་ལྟར་སྔགས་རྣམས་དོན་ཡོད་དེ། །
en: “The tathāgatas have thus taught Mantra recitation that never fails.

source: སེམས་ཅན་མིག་ཟུར་གྱིས་བལྟས་པའང་། །རྗེས་སུ་གཟུང་བ་ཉིད་དུ་འགྱུར། །
en: Even if one has strayed from the right view, One will be the object of their kindness. {32.17}

source: དེ་དག་དགེ་བའི་བཤེས་གཉེན་ཏེ། །འདི་དག་སེམས་ཅན་མཉེས་གཤིན་པའོ། །
en: “There are spiritual friends, And there are their dear children—ordinary beings.

source: འདི་དག་གྲུབ་པར་བསྟན་པ་སྟེ། །ཐེག་གསུམ་མཉམ་པ་ཉིད་ཞི་བ། །
en: For the latter, accomplishments have been taught Consistent with the three vehicles. {32.18}

source: དེ་བས་རྣམ་ཀུན་རབ་འབད་ནས། །མཉམ་པར་བཞག་ཅིང་སྔགས་ཟློས་བྱ། །
en: “One should therefore recite the mantra In all earnestness and fully concentrated.

source: སྔགས་ཟློས་རབ་ཏུ་སྦྱོར་བྱེད་པ། །སྔགས་ནི་ཆོ་ག་མེད་པར་སྤྱོད། །
en: If the reciters employ the mantras Apart from the prescribed rituals, {32.19}

source: ཡུན་རིང་དུས་སུ་འཁོར་བ་ན། །ནམ་ཞིག་ཅིག་ན་གྲུབ་པར་འདོད། །
en: “It will take them a long time Before they are liberated from saṃsāra;

source: ཤིན་ཏུ་ཡུན་རིང་དུས་སོང་ནས། །སྔགས་རྣམས་གྲུབ་པར་སྣང་བའོ། །
en: A long time will pass before one sees The accomplishment of such mantras. {32.20}

source: ཆོ་ག་ལྡན་པའི་སྔགས་ཀྱིས་ནི། །མྱུར་དུ་གྲུབ་པ་རབ་ཏུ་འཐོབ། །འབྲས་བུ་འགྲུབ་པར་མཐོང་བ་སྟེ། །
en: “If, on the other hand, the mantras are employed according to procedure, One will swiftly obtain accomplishment And will see the results manifesting in full—

source: འབྲས་མེད་སྔགས་ནི་གསུང་བ་མིན། །
en: Such mantras are said to be not without results. {32.21}

source: གསང་སྔགས་འབྲས་བུ་ལྡན་པ་ནི། །ཚེ་འདི་ཉིད་ལ་གྲུབ་པར་གསུངས། །
en: “Such mantras will be accomplished in this very life, With the corresponding results arising accordingly.

source: གྲུབ་བྱེད་འབྲས་བུ་ལས་མ་ཡིན། །
en: Without the result-oriented rite there will be no fruition;

source: ལས་མེད་པར་ཡང་འབྲས་མི་འདོད། །
en: The rite that does not produce results is useless. {32.22}

source: འབྲས་བུ་ལས་དང་ཡང་དག་ལྡན། །འབྲས་བཅས་ལས་སུ་བསྟན་པ་ཡིན། །
en: “The rite is called attended by results When the ritual performance produces results.

source: དེ་བས་སྐྱེ་དང་རྒ་སྤངས་པ། །དེ་ལྟར་ཡང་དག་བྱུང་གྱུར་པ། །
en: The reciter of such [rites] will, in this life, Attain the deathless state {32.23}

source: འཇིག་རྟེན་ཞི་བར་གསུངས་པ་སྟེ། །ཞི་བ་སྲིད་ལས་རྣམ་གྲོལ་ཡིན། །
en: “[Where] the world is said to be blissful, And [the reciter] is delivered into a tranquil state.

source: བདག་ཉིད་ཆེན་པོ་དེར་འགྲོར་གཏོགས། །སངས་རྒྱས་ཆོས་ནི་རྗེས་སུ་བསྟན། །
en: Such a follower of the Buddha’s path Will enter there, the great destiny. {32.24}

source: འཇིག་རྟེན་ཕྱིན་ཅི་ལོག་དུས་སུ། །དེ་ལ་གྲུབ་པ་རབ་ཏུ་སྣང་། །
en: “During the inauspicious lowest eon, He will see his own accomplishment.

source: ཚེ་འདི་ཉིད་ལའང་གྲུབ་འགྱུར་ཏེ། །ཚེ་རབས་གཞན་དུའང་འབྱུང་བར་འགྱུར། །
en: In this very life he will obtain accomplishment That will last beyond the end of this life. {32.25}

source: ཞི་བའི་ལམ་ནི་འདུས་མ་བྱས། །མཐར་ཐུག་ཞི་བའི་བར་དུ་འགྱུར། །
en: “Until the final liberation there will be peace— This is the unconditioned, auspicious path.

source: གང་དུ་འཇིག་རྟེན་རྣམ་བསྟན་པ། །ཞི་བའི་གནས་ནི་དྲི་མེད་བཟང་། །
en: It has been explained to the world As the pure, auspicious state. {32.26}

source: སངས་རྒྱས་ཉིད་ནི་ལེགས་བསྟན་པ། །རྒྱལ་བས་ཀུན་ཏུ་བསྟན་པ་ཡིན། །
en: “The victorious ones taught about buddhahood, Explaining everything in full.

source: དེ་ལ་མཐར་ནི་དེ་དག་ཕྱིན། །སྔགས་གྲུབ་པར་ནི་གསུངས་པ་ཡིན། །
en: At the end of such teaching, and only then, They taught the accomplishment of mantras. {32.27}

source: རང་རིག་སོ་སོའི་རྒྱལ་བ་ཡིས། །སྔགས་འདི་བསྟན་པ་མ་ཡིན་ཏེ། །ཐུབ་ཟླ་རྫུ་འཕྲུལ་ཆེན་པོ་ཡིས། །འཇིག་རྟེན་དག་ལ་སྔགས་བསྟན་ཏོ། །
en: “When the victorious ones are absent, Without manifesting individually, [For such times] the powerful, moon-like sages Taught the mantras to the world. {32.28}

source: ཚེ་འདིར་ལུས་ཅན་རྣམས་ལ་ནི། །མངོན་སུམ་དུ་ནི་གྲུབ་པ་བསྟན། །
en: “It is taught that accomplishment can manifest for beings As a real experience during this life.

source: དེ་ཉིད་སྟོང་པ་རིག་པ་ཡིས། །སྔགས་ནི་སངས་རྒྱས་ཉིད་དུ་སྟོན། །
en: When the knower of reality is absent, One can attain buddhahood by means of mantras. {32.29}

source: རྩོད་དུས་ཐ་མའི་དུས་དག་ཏུ། །ཞི་བའི་དེ་ཉིད་ཁྱད་པར་དུ། །སྔགས་འགྲུབ་པར་ནི་མི་འགྲོ་ཞིང་། །མྱུར་བའི་ལས་ལའང་འགྲུབ་པ་མེད། །
en: “During the final time period, the dark eon, When the knower of reality has departed into the peace [of nirvāṇa], The mantras of those who [merely] desire wealth Will not be accomplished quickly. {32.30}

source: དེ་ཡི་དུས་སུ་སྦྱོར་བ་ནི། །ཆོ་ག་མཐོང་བའི་ལས་དག་གིས། །
en: “At that time, however, if an adept of the mantra system Performs the ritual according to procedure,

source: སྔགས་རྒྱུད་ཤེས་པས་སྒྲུབ་བོ་ཞེས། །བསྟན་པ་འདི་ལ་ཐུབ་པས་གསུངས། །
en: He will [swiftly] become accomplished In the doctrine taught by the Sage. {32.31}

source: དེ་བཞིན་གཤེགས་པ་བཞུགས་པ་ན། །གྲུབ་མཆོག་མྱུར་དུ་གྲུབ་པར་འདོད། །
en: “When a tathāgata is physically present, The supreme accomplishment can be expected [to arise] swiftly.

source: དེ་བཞིན་བར་མའི་དུས་དག་ཏུ། །བར་མའི་གྲུབ་པ་ཉེ་བར་བསྟན། །
en: In the intermediate period, The middling accomplishment is said [to arise]. {32.32}

source: ཐ་མའི་དུས་ལ་བརྟེན་ནས་ནི། །ཐ་མའི་གྲུབ་པར་གསུངས་པ་ཡིན། །
en: “Toward the end of the eon, The accomplishment is said to be inferior.

source: བཟང་པོ་ཡི་ནི་དུས་དག་ལ། །དེ་བཞིན་ནམ་མཁར་འགྲོ་བ་དང་། །
en: For the auspicious period of the eon, Which is like flying in the empty sky, {32.33}

source: སྔགས་རྣམས་ཀུན་ནི་རབ་འགྲུབ་པར། །འཇིག་རྟེན་འདྲེན་པས་བསྟན་པ་ཡིན། །
en: “The guides of the world predicted The accomplishment of all the mantras.

source: དེ་དུས་རྒྱལ་བའི་དབང་པོ་ནི། །རིགས་ཀྱི་མཆོག་དེ་རབ་ཏུ་འགྲུབ། །
en: At that time, one can accomplish The chief family of the victorious ones. {32.34}

source: པདྨའི་རིགས་ནི་བར་མར་འགྲུབ། །
en: “During the intermediate period, one can accomplish the Lotus family;

source: དུས་ཀྱི་མཐའ་ལ་རྡོ་རྗེའི་རིགས། །
en: Toward the end of the eon, one can accomplish the Vajra family.

source: ཁ་ཅིག་སྨོན་ལམ་དབང་གིས་ནི། །ཐམས་ཅད་དུ་ནི་སྔགས་རྣམས་འགྲུབ། །
en: The mantras that are subject to the power of [former] aspirations Can be accomplished in any time period. {32.35}

source: སྤྱན་རས་གཟིགས་དང་འཇམ་དཔལ་དང་། །སྒྲོལ་མ་ཁྲོ་གཉེར་གནོད་སྦྱིན་རྒྱལ། །
en: “[The mantras of] Avalokiteśvara, Mañjuśrī, Tārā, Bhṛkuṭī, the king of yakṣa s,

source: རིན་ཆེན་རིགས་སྤྱོད་གནོད་སྦྱིན་ནི། །དུས་རྣམས་ཀུན་ཏུ་འགྲུབ་པར་འགྱུར། །
en: And all the yakṣa -followers of Māṇicara Can, likewise, be accomplished in any period. {32.36}

source: ལྷ་རྣམས་ཀུན་གྱི་སྔགས་གཞན་ནི། །གང་ཡང་ཆགས་ཅན་གྱིས་རབ་སྦྱར། །
en: “The mantras and other [such tools] that cater to desires Are employed by all the [worldly] deities.

source: རྩོད་པའི་དུས་སུ་འགྲུབ་འགྱུར་ཞིང་། །འཇིག་རྟེན་པ་ཡི་བསྟན་པའང་འགྲུབ། །
en: These mantras, distinctly branded as worldly, Are accomplished during the dark eon. {32.37}

source: ལྷ་དང་མི་དང་ལྷ་མིན་གྱི། །
en: “They are disseminated by gods and men;

source: དབང་པོ་གནོད་སྦྱིན་སྲིན་པོ་དང་། །དྲང་སྲོང་ནམ་མཁའ་ལྡིང་དང་ནི། །ཤ་ཟ་འབྱུང་པོ་གཟའ་ཚོགས་དང་། །
en: By the dānava lords, yakṣa s, rākṣasas, Ṛṣis, garuḍas, piśācas, Bhūtas, gaṇas, and grahas; {32.38}

source: མི་དང་མི་མ་ཡིན་པ་དང་། །འདོད་པའི་ཁམས་ན་གནས་པ་ཡི། །
en: “By both human and nonhuman beings Who inhabit the realm of desire;

source: བསོད་ནམས་ལྡན་པ་རྫུ་འཕྲུལ་ཆེ། །མ་རུངས་ལས་ནི་མི་བཟད་ལྡན། །
en: By the powerful beings endowed with merit And by those who fearsomely engage in cruel activities; {32.39}

source: བརྒྱ་བྱིན་ཚངས་པ་དྲག་པོ་དང་། །དབང་ལྡན་དེ་བཞིན་གཞན་དག་ཀྱང་། །
en: “And by Śakra, Brahmā, Rudra, Īśāna , and others.

source: ཁྱབ་འཇུག་འབྱུང་པོ་ཐམས་ཅད་དང་། །རྫུ་འཕྲུལ་ཆེན་པོའི་སྔགས་བསྟན་པ། །
en: Powerful mantras are taught By Viṣṇu and all the bhūtas. {32.40}

source: དེ་དག་དུས་ཀྱི་ཐ་མ་ལ། །བཟླས་པས་འགྲུབ་པར་འགྱུར་བ་ཡིན། །
en: “These mantras can be accomplished by reciters Toward the end of this lowest eon.

source: དེ་དུས་འཇིགས་པ་ཆེན་པོ་ལ། །སྡང་བའི་ལས་ནི་དེ་བཞིན་འགྲུབ། །
en: At this dreadful time Cruel rites are accomplished. {32.41}

source: འབྱུང་པོ་དབང་དང་དགུག་བྱ་བ། །ས་སྟེང་ཤ་ཟའི་ལས་དག་འགྲུབ། །དོན་མེད་གྲུབ་པར་སྣང་བ་སྟེ། །འཇིག་རྟེན་ཕ་རོལ་དག་ཏུ་སྨོད། །
en: “However, accomplishment in the enthrallment And the forced summons of spirits who feed on flesh Is seen as useless on earth and is censured In the world beyond. {32.42}

source: དེས་ན་རྒྱལ་བའི་དབང་པོ་ཡི། །དེ་དུས་འཇིགས་པ་ཆེན་པོ་ཡང་། །འཇམ་པའི་དབྱངས་ཀྱིས་ཡང་དག་བསྟན། །ཀུན་ལ་རྗེས་གཟུང་གཙོར་བྱས་ནས། །
en: “For this reason, the victorious lord Recommended for this dreadful time The teachings of Mañjughoṣa, Wholly devoted to the welfare of beings. {32.43}

source: ཟློས་པ་ལ་ནི་སྔགས་གཟུགས་ཀྱིས། །ཟློས་པ་བསྟན་པ་ལ་དད་ཅིང་། །དཀོན་མཆོག་གསུམ་ལ་མཆོད་བྱེད་ལ། །དེ་ཚེ་སེམས་ཅན་སྔགས་གཟུགས་ཀྱིས། །གདུལ་བར་བྱེད་པར་འགྱུར་བ་ཡིན། །
en: “In the form of mantras, He will destroy, at that time, evil beings, If the reciters [of these mantras] have faith in this teaching And worship the Three Jewels.” {32.44}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས་ཆོ་ག་ངེས་པར་སྡོམ་པའི་དུས་ཀྱི་ལེའུ་རབ་འབྱམ་ལས། ཉི་ཤུ་རྩ་དྲུག་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter on the ritual procedures and the rules pertaining to [the particular] time periods, thirty-second in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་གཞན་ཡང་ཐམས་ཅད་དང་ལྡན་པའི་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་གཟིགས་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: At that time the blessed Śākyamuni again directed his gaze at the realm of the Pure Abode and spoke to Mañjuśrī, the divine youth, as follows: {33.1}

source: འཇམ་དཔལ་ཁྱོད་ཀྱི་ཆོ་གའི་རྒྱལ་པོ་ཆོས་ཀྱི་དབྱིངས་ཀྱི་མཛོད། དེ་བཞིན་གཤེགས་པའི་སྙིང་པོ། ཆོས་ཀྱི་དབྱིངས་ཀྱི་རྒྱུ་མཐུན་པའི་རྗེས་སུ་སྤྱོད་པ།
en: “Your king of manuals, Mañjuśrī, styled as a nirdeśa, is a treasury of the sphere of phenomena, as it proceeds from the sphere of phenomena, which is the essence of the tathāgatas.

source: མདོ་ཆེན་པོའི་མཆོག །རིན་པོ་ཆེའི་ལེའུ་དེ་བཞིན་གཤེགས་པའི་གསང་བའི་མཆོག་རྗེས་སུ་གནང་བ།
en: This great sūtra, precious as a jewel, is divided into detailed sections. It is sanctioned [to teach] the greatest secrets of the tathāgatas and brings accomplishment of the supreme mantras.

source: སྔགས་ཀྱི་མཆོག་སྒྲུབ་པ་ལ་རྒྱུ་མཚན་ཤེས་པ་དང་རྟགས་དང་དུས་གཞན་ཤེས་པའི་སྒྲུབ་པའི་ཐབས་རྣམས་ངེས་པར་བསྟན་ཅིང་ཡང་དག་པར་བསྟན་ནོ། །
en: It contains auxiliary practices pertaining to the knowledge of signs and the rules for ascertaining the right time.

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱི་སྒྲ་སྒྲོགས་པ་དང་སེམས་ཅན་དང་སེམས་ཅན་མ་ཡིན་པའི་མིང་གི་སྒྲར་འགྱུར་བ་ནི།
en: [It also explains] the voices of all the [different] beings, differentiating the sounds made by sentient and insentient entities. {33.2}

source: སྒྲ་ལས་བྱུང་བའི་མིང་དུ་ཤེས་པ་དང་སྒྲ་ལས་བྱུང་བ་མ་ཡིན་པར་བསྟན་པ་དང་དེ་བཞིན་དུ་འདྲེན་མ་དང་ལྡན་པའི་སྔགས་རྣམས་ནི་རྣམ་པ་གསུམ་དུ་བྱ་བ་ཡིན་ཏེ
en: “There is an [aspect of] knowledge called verbal, And another is proclaimed to be non-verbal. There is also one that is mixed. Accordingly, the application of mantras is threefold. {33.3}

source: སྒྲ་བཟང་ཡང་དག་ལྡན་པ་དང་། །རྟག་ཏུ་དོན་དང་རབ་ཏུ་འབྲེལ། །
en: “Mantras composed of divine words Are employed for impermanent goals.

source: ཟུར་ཆག་ཚིག་དང་རྟག་ཏུ་བྲལ། །ལེགས་པར་སྦྱར་དོན་གྱིས་བརྒྱན་པ། །ཕྱི་རོལ་གྲུབ་མཐའ་ཡོད་མ་ཡིན། །འཕགས་པའི་སྔགས་སུ་རབ་ཏུ་བསྒྲགས། །
en: Always free expressions that are not grammatical, They are each adorned with conceptual meanings. {33.4} “The noble mantras are attested Within the entire siddhānta.

source: རྟག་ཏུ་ཚིག་དོན་ལྡན་པ་སྟེ། །རྣམ་པ་གསུམ་གྱི་དབྱེ་བར་འགྱུར། །
en: As for the mantras that are devoid of lexical meaning, They are always divided into three. {33.5}

source: རིང་དང་ཐུང་དང་དེ་བཞིན་དུ། །བར་མའི་ཡི་གེས་བརྒྱན་པའང་ཡིན། །
en: “A mantra can also be adorned with phonemes That are either heavy, light , or medium.

source: སྔགས་ཀྱི་ལྷ་མོར་གྱུར་པ་ནི། །དབྱངས་ཡིག་སྡེབ་སྦྱོར་གྱིས་བརྒྱན་པ། །
en: Such a mantra-queen would be adorned With vowels that are metrically arranged. {33.6}

source: ངག་ནི་ལེགས་སྦྱར་ལེགས་སྦྱར་མིན། །ཅི་སྟེ་དོན་དང་དོན་མེད་མིན། །
en: “The speech can be refined or not, Or, as the others put it, it can be with or without lexical meaning.

source: དོན་ལྡན་ཚིག་དང་དོན་མེད་ཚིག །སྔགས་དོན་རྣམ་པར་གསུངས་པ་ཡིན། །
en: By employing the meanings of verbal roots The mantras become adorned with a graspable meaning. {33.7}

source: རྣམ་རྟོག་མང་པོའི་ཚིག་དག་ནི། །འཇིག་རྟེན་པ་རྣམས་ཀུན་གྱི་སྔགས། །
en: “The language of such mantras Is full of concepts and is entirely worldly;

source: གཅིག་དང་གཉིས་ཀྱི་ཡི་གེ་དག །སྡེབ་སྦྱོར་དབྱངས་ཡིག་བཟང་པོའི་གཞི། །
en: Such speech may be metrical and accented And consist of just one or two syllables. {33.8}

source: གསུམ་དང་བཞི་དང་ལྔ་དང་དྲུག །དེ་བཞིན་བདུན་པ་བརྒྱད་པ་ཡིན། །དགུ་པ་བཅུ་པ་དེ་བཞིན་དུ། །ཡི་གེ་དག་ནི་གྲུབ་པར་འདོད། །
en: “The efficacy of [the mantras of] Three, four, five, six, seven, Eight, nine, or ten syllables Is [also] well established. {33.9}

source: ཡི་གེ་བཅུ་དང་ཡང་དག་ལྡན། །ཡི་གེ་རྣམས་ཀྱི་གནས་པ་མཉན། །
en: “[These] ten source syllables, Expressed by means of ten letters,

source: ཇི་སྲིད་འདི་དག་བཅུ་འགྱུར་ནི། །ས་སྟེང་འདི་ལ་ཡི་གེ་མཐོང་། །
en: Can be multiplied, here on earth, Up to ten times. {33.10}

source: ཡི་གེ་དྲུག་དང་ཉི་ཤུ་དང་། །ཡི་གེ་གཅིག་གི་བར་དུ་འགྱུར། །
en: “[Mantras] may [thus] consist of one hundred, Twenty, or just one syllable.

source: འདི་ཙམ་ཚད་ཀྱི་ཡི་གེ་ནི། །སྔགས་ཀྱི་ཚིག་ནི་རྟག་ཏུ་སྦྱར། །
en: Mantras are composed to include These standard syllables. {33.11}

source: རྐང་པ་བཞི་དང་ཡང་དག་ལྡན། །སྔགས་ནི་དོན་ཀུན་སྒྲུབ་པའོ། །
en: “The mantras that contain four pādas Will accomplish all aims.

source: མཆོག་ནི་རབ་མཆོག་དོན་ལྡན་པ། །སྔགས་ནི་གང་ཞིག་རྒྱལ་བས་གསུངས། །
en: The most excellent and best mantras Are those taught by the victorious ones. {33.12}

source: དེ་སྲས་རྒྱལ་བའི་སྲས་དག་གིས། །གསུངས་པ་དག་ནི་བར་མ་ཡིན། །
en: Of these two types, the middling ones are taught By the sons of the victorious ones. {33.13}

source: འཇིག་རྟེན་ཀུན་གྱིས་བསྟན་པ་ཡི། །སྔགས་ནི་ཐ་མར་གྱུར་པ་ཡིན། །
en: “As for the inferior mantras, They are taught by any worldly person.

source: བདེན་བྲལ་གྱིས་བསྟན་ངན་པའང་ཡིན། །བཅྭ་བརྒྱད་བདུན་ནམ་ཉི་ཤུ་འམ། །བརྒྱ་དང་ལྔ་བཅུ་དག་གི་བར། །འདི་ཙམ་ཚད་ཀྱི་སྔགས་རྣམས་ནི། །རྒྱལ་བ་འཕགས་པས་གསུངས་པ་ཡིན། །
en: The mantras described as debased Are those taught by the demons. {33.14} “The victorious ones described As standard the mantras of ten, eight, Seven, and twenty [syllables]and so forth, Until well over one hundred. {33.15}

source: གཅིག་དང་གཉིས་ཀྱི་ཡི་གེ་དང་། །ལྔ་བརྒྱའི་ཡི་གེའི་བར་འགྱུར་བ། །དེ་ཙམ་ཚད་ཀྱི་སྔགས་རྣམས་ནི། །བྱང་ཆུབ་སེམས་དཔས་རབ་ཏུ་གསུངས། །
en: “The number of syllables That is the norm in the mantras Taught by the bodhisattvas Could be just one or two, or five hundred. {33.16}

source: དེ་ནང་ཚིག་ནི་དགོད་པ་དང་། །སྔགས་དང་ལྡན་པར་བརྗོད་པ་ཡིན། །
en: “The composition of a mantra is said to be An arrangement of words that consist of syllables.

source: སྡེབ་སྦྱོར་ལྡན་ཞིང་དབྱངས་ཡིག་ལྡན། །
en: Meters depend on [metrical units that each] contain a vowel.

source: ཁམས་ཀྱི་དོན་གྱིས་རྣམ་པར་བརྒྱན། །
en: [Mantras] are adorned with the individual meanings of verbal roots. {33.17}

source: ཚིག་དང་ལེགས་པར་རབ་ལྡན་དང་། །རྒྱུད་དང་རིགས་པར་ལྡན་པ་དང་། །
en: “[Mantric] speech should be recited well, In a manner that follows tantric [principles].

source: སྒྲ་དང་དབྱངས་ཡིག་རྣམ་བྲལ་བ། །ནམ་ཞིག་ན་ནི་གྲུབ་པར་འགྱུར། །
en: How would accomplishment ever arise If [mantras] were without word-sounds? {33.18}

source: ལེགས་པར་རབ་ལྡན་སྒྲ་རྣམས་ཀྱང་། །སྐྱེ་བོ་དྲོད་གནས་རྐན་དང་ནི། །
en: “Combining mudrās with words that contain retroflex sounds, Followed by the palatal and ending with the ‘hot’ sounds,

source: སོ་མཆུ་ལྐོག་མའི་སྒྲ་དག་ནི། །སྦྱར་བ་བཞིན་དུ་རིམ་གྱིས་འབྱུང་། །
en: And producing dental, labial, and guttural sounds— So is the sādhana performed. {33.19}

source: མི་གསལ་བརྗོད་ལས་ལྡོག་གྱུར་པ། །ལེགས་པར་རབ་ལྡན་བརྗོད་པ་ཡིན། །
en: “One should avoid indistinct pronunciation And recite the mantras correctly.

source: ཡོངས་རྫོགས་ཚིག་དང་སྒྲ་དག་དང་། །ཡང་དག་ལྡན་པས་བསྒྲུབ་པར་འགྱུར། །
en: One who pronounces the words fully and correctly, Observing the right prosody, will succeed. {33.20}

source: སྒྲུབ་པ་ཉམས་དང་བྱ་བ་ཉམས། །སྒྲ་དང་དོན་དང་རྣམ་བྲལ་ན། །མྱུར་དུ་སྔགས་རྣམས་མི་འགྲུབ་སྟེ། །
en: “If, on the other hand, one strays from the right procedure, Neglects the ritual performance, and misses the word meanings, One’s mantras will not be accomplished soon;

source: ཡུན་རིང་དུས་སུ་འགོར་བ་ཡིན། །
en: One may expect this to take a long time. {33.21}

source: དེ་ལ་གྲུབ་པ་ཡོང་མེད་མིན། །ལོག་པར་ཡང་ནི་དེ་མི་བྱེད། །
en: “The accomplishment of a reciter who does not recite Merely for show, will not be in vain.

source: སྐྱེ་བ་གཞན་དུའང་སྣང་བ་སྟེ། །སྔགས་གྲུབ་མཆོག་ཀྱང་སྟེར་བར་འགྱུར། །
en: Even in their next life, they will see the boons and blessings Of their mantra accomplishment. {33.22}

source: ཡུན་རིང་དུས་སུ་བཟླས་པ་ཡི། །དེ་ཡི་སྔགས་ཀྱི་མཐུ་ཡིས་ནི། །སྔགས་རིག་སྐྱེ་བོའི་སྔགས་དེ་ནི། །དོན་མེད་ལས་ནི་བྱེད་མ་ཡིན། །
en: “Because of the power of the mantras Of such long-term reciters, Their rites, attended by these mantras, will be fruitful, Since they are mantra adepts. {33.23}

source: སྔགས་རྣམས་ཀུན་ཀྱི་ཐ་མ་ནི། །མི་མ་ཡིན་པའི་འཇིག་རྟེན་པ། །འབྱུང་པོ་ཀུན་ནི་སེར་སྣར་བཅས། །གང་ཡིན་དེས་ནི་སྔགས་བསྟན་པའོ། །
en: “The lowest of all mantras Are the worldly mantras of humans, The mantras taught by any of the spirits, And the mantras that cater to one’s greed.

source: ཡི་གེ་གང་དག་དེས་བསྟན་པ། །གཅིག་དང་གཉིས་ཀྱི་གྲངས་དག་དང་། །
en: They are said to include cerebralized letters — One, two, or three of them. {33.24}

source: རྣམ་པ་སྣ་ཚོགས་ཀླ་ཀློའི་སྐད། །ཡུལ་གྱི་སྐད་དུ་བསྟན་པ་སྟེ། །ཕྲེང་དུ་བསྡེབས་དང་ལྡན་པ་དང་། །སྒྲ་ནི་འདྲེས་པར་གྱུར་པ་ཡིན། །
en: “Various foreign languages, Known to be spoken in [particular] countries, Have a linear structure, With the sounds arranged in a line—

source: དེ་དག་ཡི་གེ་གཅིག་པ་ནས། །རྩ་བརྒྱད་སྟོང་གི་བར་དུ་འོ། །
en: One thousand and eight, one hundred and eight, And down to a single letter. {33.25}

source: ཚིག་རྐང་བཞི་དང་རྐང་མེད་དང་། །རྐྱང་པ་ཚིགས་སུ་སྦྱར་དེས་བསྟན། །
en: “The speech may be in prose or in verse, Such as four pādas long, or just half a pāda.

source: ཚིགས་བཅད་རྒྱུན་ཆགས་ཆ་དག་དང་། །ཚིགས་བཅད་ཚིགས་སུ་བརྗོད་པ་ཡིན། །
en: The verse could also be of the daṇḍaka type, measured in syllables, Or an extended, ‘shallow,’ skandhaka type, measured in mātras. {33.26}

source: ཡང་དང་ཡང་ནི་བརྗོད་དོན་ལྡན། །གསལ་བའི་དོན་གྱིས་བརྒྱན་པ་ཡིན། །
en: “[The speech,] endowed with meaning word by word, Is thus adorned with thousands of meanings.

source: ཟུར་ཆག་ལེགས་སྦྱར་སྒྲ་ཉམས་ཀྱང་། །དོན་ནི་རབ་ཏུ་བརྟག་པ་ཡིན། །
en: If the words, whether Sanskrit or Apabhraṃśa, Are devoid of meaning — {33.27}

source: མི་གསལ་གསལ་བ་མེད་པ་དང་། །ཡི་གེ་ཉམས་ཀྱང་འདོད་པ་ཡིན། །
en: “If they are pronounced indistinctly, Or lack the metrical rhythm—

source: འགྲོ་བ་ཡུལ་དང་རྣམ་བྲལ་བ། །དེ་ལའང་སྔགས་ནི་འགྲུབ་པར་བརྗོད། །
en: It is said, when describing the accomplishment of such mantras, That it has no function or place. {33.28}

source: སྔགས་རྣམས་འདི་ཡི་མཚན་འདི་ཡིན། །
en: “The following characteristics apply to all mantras.

source: གང་ལ་ཡི་གེ་ས་མང་ཞིང་། །ཨོྃ་ནི་ཏ་ཡིས་བརྒྱན་པ་ནི། །དེ་ལས་དེ་ཡི་མོད་ལ་ནི། །དེ་དག་ལ་ནི་ངེས་འགྲུབ་འགྱུར། །
en: The mantras with multiple occurrences of the syllable śa, Adorned by the import of the syllable oṁ, And containing the syllable ta that indicates their belonging to the tantra Are certain to bring accomplishment. {33.29}

source: དང་པོ་སྔགས་ནི་ཡི་གེ་ཨོྃ། །མཐའ་ན་ཡི་གེ་མ་ཡོད་ལ། །ཡི་གེ་ས་ནི་རྐང་པར་ལྡན། །
en: “If the mantras that start with oṁ And end with m Also contain the syllable śa,

source: དེ་བཞིན་ཏ་ཡིས་བར་མཛེས་ཤིང་། །ཏ་ཡི་རྣམ་པ་ཟུར་བཞིར་ལྡན། །
en: They are auspicious and will bring results. {33.30} “Mantras with the form of a square containing the syllable ta

source: མཐའ་གནས་ཡི་གེ་རྣམ་པར་སྤངས། །
en: That are not contracted at the end,

source: ར་གཉིས་ལྡན་པ་ཡི་གེ་ཏ། །སྔགས་རྣམས་ཀྱི་ནི་གྲུབ་པ་བྱེད། །
en: And where the syllable ta is joined with the letter r, Are effective in ritual performances.

source: དང་པོར་ར་གཉིས་མང་བ་དང་། །ཡི་གེ་ཧཱུྃ་གི་ཡོན་ཏན་ཡོད། །
en: The letter r occurring twice or many times at the beginning Will bring out good qualities of the syllable huṁ. {33.31}

source: ཡི་གེ་ཙ་ནི་གྲུ་བཞིར་སྣང་། །དེ་དག་ཡི་གེ་སྒྲུབ་པར་བརྗོད། །
en: “When the syllable va is at the end of the square, The letters [of the mantra] will render the sādhana effective.

source: ཡི་གེ་བྷ་ནི་རར་ལྡན་ཞིང་། །ཡིག་མཐར་མ་དང་ཡི་གེ་གནས། །
en: The syllable ka may be joined with the letter r, And the syllable ma at the end become merely an m.

source: དང་པོར་མ་དང་མང་ཡི་གེ། །དེ་ནི་སྔགས་ཀྱི་མཆོག་ཏུ་བསྟན། །
en: Mantras that begin with the syllables ma or na Are said to be the best. {33.32}

source: གང་ཡང་ཡི་གེ་ན་མང་ཞིང་། །རྒྱུད་རྣམས་ཀུན་ལ་སྣང་བ་ཡིན། །
en: “Mantras that have many syllables ta Can be found in all the tantras;

source: སྔགས་དེ་དག་ནི་ཞི་བར་གསུངས། །
en: They are said to be associated with the north.

source: གཤིན་རྗེ་ཧཱུྃ་གིས་བརྒྱན་པ་ཡིས། །
en: Those associated with the south are adorned with huṁ.

source: ཡི་གེ་བྷ་ནི་མང་བ་དེ། །དབང་པོ་རླུང་གི་ཕྱོགས་སུ་གསུངས། །
en: Those that have many syllables bha Are associated with the east and the northwest. {33.33}

source: ཡི་གེ་བ་ནི་ཆུ་ལྷར་གསུངས། །
en: “The syllable ca belongs to Varuṇa;

source: འཇིག་རྟེན་ཕན་ཞིང་རྒྱས་བྱེད་ཡིན། །
en: It is said to nourish and bring welfare to the world.

source: སྔགས་གང་ཡི་གེ་ཨེ་མང་བ། །དབང་ཆེན་དེ་ནི་རབ་ཏུ་སྣང་། །
en: The mantra that has many syllables va Is regarded as belonging to the great Indra. {33.34}

source: དང་པོ་དཀོན་མཆོག་གསུམ་སྐྱབས་འགྲོ། །གང་ཡིན་སྔགས་ནི་དེ་བཞིན་དུ། །
en: “If it starts with a recourse to the Three Jewels, The mantra is one of refuge.

source: ཕྱག་འཚལ་བ་ལ་རབ་འཇུག་དང་། །ཞི་བའི་རྒྱུ་དང་བདེ་བ་བྱེད། །
en: If it includes, further on, an homage, It is the cause of peace and brings happiness. {33.35}

source: དེ་ལས་གཞན་པའི་ལྷ་རྣམས་ལའང་། །ཕྱག་འཚལ་དོན་དུ་རབ་ཏུ་སྦྱར། །
en: “Otherwise, a mantra may be used For paying homage to all the gods.

source: སྔགས་དང་རྒྱུད་ལ་རང་གི་སྔགས། །རང་སྔགས་ལས་ནི་ཐམས་ཅད་པ། །
en: One’s own mantra and also the ‘lord of mantras’ Are suitable for all types of activity. {33.36}

source: གང་ལ་ཡི་གེ་ར་མང་ཞིང་། །མཐའ་ན་ཡི་གེ་ཕཊ་ཧཱུྃ་བཅས། །འདི་དག་སྔགས་ནི་གདུག་པ་ཆེ། །
en: “Mantras that contain many syllables ḍa, And end with the syllable phaṭ [preceded by] huṁ, Are very cruel ones;

source: གཟི་བརྗིད་ལྡན་ཞིང་གཟི་མདངས་ཆེ། །
en: They have great intensity and power. {33.37}

source: མི་ཞི་སྲོག་གཅོད་བྱེད་པ་སྟེ། །
en: “They instantly block [the target’s] life force

source: གདུག་པའི་སེམས་ཅན་དག་ལ་སྦྱར། །
en: And may be skillfully employed [to target] cruel beings,

source: ཁྱད་པར་དུ་ནི་སྡིག་ཡོད་པས། །
en: Especially those that commit evil;

source: དེ་བས་ལས་དེ་མི་བྱའོ། །
en: They should not be used against any others. {33.38}

source: རྟག་ཏུ་ཐུབ་པས་སྤངས་པས་ན། །
en: “The reciter should always avoid

source: འབད་དེ་ཟློས་པོས་སྤང་བར་བྱ། །
en: Those things that are avoided by the sages.

source: སྔགས་ནི་ཞི་དང་རྒྱས་པ་དག །
en: The mantras of pacifying and nourishing

source: གཉིས་ཀྱི་དོན་ནི་འགྲུབ་འགྱུར་ཏེ། །
en: Will accomplish both [one’s own and others’] interests. {33.39}

source: ལས་ལ་ཇི་སྲིད་གསུངས་པ་དག །སྐད་ཅིག་གིས་ནི་ཐམས་ཅད་འགྲུབ། །
en: “They can accomplish all the rites, Whatever have been taught.

source: འདི་དག་སྔགས་ནི་ལེགས་བཟླས་ན། །
en: When they are recited the right way,

source: གཟི་བརྗིད་ལྡན་ཞིང་རྫུ་འཕྲུལ་ཆེ། །
en: Mantras possess energy and magical abilities. {33.40}
